export default {
  projections: {
    ЗастройщикE: {
      основной: {
        __caption__: 'Основной'
      },
      застройщик: {
        __caption__: 'Застройщик',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    основной: {
      __caption__: 'основной'
    },
    организЗастр: {
      __caption__: 'организЗастр'
    },
    разрешение: {
      __caption__: 'разрешение'
    },
    застройщик: {
      __caption__: 'застройщик'
    }
  }
};
