export default {
  projections: {
    РазрешНаСтроитE: {
      наименование: {
        __caption__: 'Наименование'
      },
      видРазрешения: {
        __caption__: 'Вид разрешения'
      },
      архив: {
        __caption__: 'Архив'
      },
      датаРазрешения: {
        __caption__: 'Дата разрешения'
      },
      номерРазрешения: {
        __caption__: 'Номер разрешения'
      },
      объектСтроит: {
        __caption__: 'Объект строит',
        наименование: {
          __caption__: 'Наименование'
        },
        адрес: {
          __caption__: 'Адрес'
        }
      },
      застройщик: {
        __caption__: 'Застройщик',
        основной: {
          __caption__: 'Основной'
        },
        застройщик: {
          __caption__: 'Застройщик',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    РазрешНаСтроитL: {
      наименование: {
        __caption__: 'Наименование'
      },
      видРазрешения: {
        __caption__: 'Вид разрешения'
      },
      архив: {
        __caption__: 'Архив'
      },
      датаРазрешения: {
        __caption__: 'Дата разрешения'
      },
      номерРазрешения: {
        __caption__: 'Номер разрешения'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'наименование'
    },
    видРазрешения: {
      __caption__: 'видРазрешения'
    },
    архив: {
      __caption__: 'архив'
    },
    датаРазрешения: {
      __caption__: 'датаРазрешения'
    },
    номерРазрешения: {
      __caption__: 'номерРазрешения'
    },
    объектСтроит: {
      __caption__: 'объектСтроит'
    },
    застройщОрг: {
      __caption__: 'застройщОрг'
    },
    застройщик: {
      __caption__: 'застройщик'
    }
  }
};
